Repository: udhawan97/pdFold
Catalog: Orifold/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, ja, zh_hans

# readingCanvas.formBar.fillableFields.title
source: This PDF has fillable fields
es: Este PDF tiene campos rellenables
fr: Ce PDF contient des champs à remplir
hi: इस PDF में भरने योग्य फ़ील्ड हैं
ja: このPDFには入力可能なフィールドがあります
zh_hans: 此 PDF 包含可填写的字段

# readingCanvas.formBar.highlightFields.toggle
source: Highlight fields
es: Resaltar campos
fr: Mettre en évidence les champs
hi: फ़ील्ड हाइलाइट करें
ja: フィールドをハイライト
zh_hans: 高亮显示字段

# readingCanvas.formBar.nextField.help
source: Next field
es: Campo siguiente
fr: Champ suivant
hi: अगली फ़ील्ड
ja: 次のフィールド
zh_hans: 下一个字段

# readingCanvas.formBar.previousField.help
source: Previous field
es: Campo anterior
fr: Champ précédent
hi: पिछली फ़ील्ड
ja: 前のフィールド
zh_hans: 上一个字段

# readingCanvas.formBar.resetForm.button
source: Reset form
es: Restablecer formulario
fr: Réinitialiser le formulaire
hi: फ़ॉर्म रीसेट करें
ja: フォームをリセット
zh_hans: 重置表单

# readingCanvas.formFieldCount
source: %lld fields
es: %lld campos
fr: %lld champs
hi: %lld फ़ील्ड
ja: %lldフィールド
zh_hans: %lld 个字段

# readingCanvas.formatting.adjustFontSize.tooltip
source: Adjust font size
es: Ajustar tamaño de fuente
fr: Ajuster la taille de police
hi: फ़ॉन्ट आकार समायोजित करें
ja: フォントサイズを調整
zh_hans: 调整字号

# readingCanvas.formatting.alignCenter.accessibilityDescription
source: Align center
es: Centrar
fr: Centrer
hi: बीच में संरेखित करें
ja: 中央揃え
zh_hans: 居中对齐

# readingCanvas.formatting.alignCenter.tooltip
source: Align center
es: Centrar
fr: Centrer
hi: बीच में संरेखित करें
ja: 中央揃え
zh_hans: 居中对齐

# readingCanvas.formatting.alignLeft.accessibilityDescription
source: Align left
es: Alinear a la izquierda
fr: Aligner à gauche
hi: बाएं संरेखित करें
ja: 左揃え
zh_hans: 左对齐

# readingCanvas.formatting.alignLeft.tooltip
source: Align left
es: Alinear a la izquierda
fr: Aligner à gauche
hi: बाएं संरेखित करें
ja: 左揃え
zh_hans: 左对齐

# readingCanvas.formatting.alignRight.accessibilityDescription
source: Align right
es: Alinear a la derecha
fr: Aligner à droite
hi: दाएं संरेखित करें
ja: 右揃え
zh_hans: 右对齐

# readingCanvas.formatting.alignRight.tooltip
source: Align right
es: Alinear a la derecha
fr: Aligner à droite
hi: दाएं संरेखित करें
ja: 右揃え
zh_hans: 右对齐

# readingCanvas.formatting.bold.accessibilityDescription
source: Bold
es: Negrita
fr: Gras
hi: बोल्ड
ja: 太字
zh_hans: 粗体

# readingCanvas.formatting.bold.shortcutTooltip
source: Bold (⌘B)
es: Negrita (⌘B)
fr: Gras (⌘B)
hi: बोल्ड (⌘B)
ja: 太字(⌘B)
zh_hans: 粗体（⌘B）

# readingCanvas.formatting.bold.tooltip
source: Bold
es: Negrita
fr: Gras
hi: बोल्ड
ja: 太字
zh_hans: 粗体

# readingCanvas.formatting.cancelEdit.button
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

# readingCanvas.formatting.copyFormat.button
source: Copy
es: Copiar
fr: Copier
hi: कॉपी करें
ja: コピー
zh_hans: 拷贝

# readingCanvas.formatting.copyFormat.tooltip
source: Copy the nearby PDF text's style so you can paste it onto another text edit. (⇧⌘C)
es: Copiar el estilo del texto cercano del PDF para pegarlo en otra edición de texto. (⇧⌘C)
fr: Copier le style du texte PDF voisin pour le coller sur une autre modification de texte. (⇧⌘C)
hi: आस-पास के PDF टेक्स्ट की स्टाइल कॉपी करें ताकि आप उसे किसी और टेक्स्ट संपादन पर पेस्ट कर सकें। (⇧⌘C)
ja: 近くのPDFテキストのスタイルをコピーして、別のテキスト編集に貼り付けられるようにします。(⇧⌘C)
zh_hans: 拷贝附近 PDF 文本的样式，以便粘贴到其他文本编辑中。(⇧⌘C)

# readingCanvas.formatting.deleteText.accessibilityDescription
source: Delete text
es: Eliminar texto
fr: Supprimer le texte
hi: टेक्स्ट हटाएँ
ja: テキストを削除
zh_hans: 删除文本

# readingCanvas.formatting.deleteText.tooltip
source: Delete this text (visual only — the original may still be recoverable from the exported PDF)
es: Eliminar este texto (solo visual: el original aún podría recuperarse del PDF exportado)
fr: Supprimer ce texte (visuel uniquement — l’original peut encore être récupérable dans le PDF exporté)
hi: यह टेक्स्ट हटाएँ (केवल दृश्य — मूल टेक्स्ट निर्यात किए गए PDF से अब भी पुनर्प्राप्त किया जा सकता है)
ja: このテキストを削除（表示のみ — 元のテキストは書き出したPDFから復元できる場合があります）
zh_hans: 删除此文本（仅视觉效果——原文仍可能从导出的 PDF 中恢复）

# readingCanvas.formatting.discardEdit.tooltip
source: Discard this edit (Esc)
es: Descartar esta edición (Esc)
fr: Abandonner cette modification (Échap)
hi: इस संपादन को खारिज करें (Esc)
ja: この編集を破棄(Esc)
zh_hans: 放弃此编辑（Esc）

# readingCanvas.formatting.doneEdit.accessibilityDescription
source: Done
es: Listo
fr: Terminé
hi: पूर्ण
ja: 完了
zh_hans: 完成

# readingCanvas.formatting.doneEdit.button
source: Done
es: Listo
fr: Terminé
hi: पूर्ण
ja: 完了
zh_hans: 完成

# readingCanvas.formatting.fontFamily.tooltip
source: Font family
es: Familia de fuente
fr: Police
hi: फ़ॉन्ट फ़ैमिली
ja: フォントファミリー
zh_hans: 字体

# readingCanvas.formatting.fontSize.tooltip
source: Font size
es: Tamaño de fuente
fr: Taille de police
hi: फ़ॉन्ट आकार
ja: フォントサイズ
zh_hans: 字号

# readingCanvas.formatting.insertSignatureBox.tooltip
source: Insert a signature box here
es: Insertar aquí un cuadro de firma
fr: Insérer ici une zone de signature
hi: यहां एक हस्ताक्षर बॉक्स डालें
ja: ここに署名ボックスを挿入
zh_hans: 在此处插入签名框

# readingCanvas.formatting.italic.accessibilityDescription
source: Italic
es: Cursiva
fr: Italique
hi: इटैलिक
ja: 斜体
zh_hans: 斜体

# readingCanvas.formatting.italic.shortcutTooltip
source: Italic (⌘I)
es: Cursiva (⌘I)
fr: Italique (⌘I)
hi: इटैलिक (⌘I)
ja: 斜体(⌘I)
zh_hans: 斜体（⌘I）

# readingCanvas.formatting.italic.tooltip
source: Italic
es: Cursiva
fr: Italique
hi: इटैलिक
ja: 斜体
zh_hans: 斜体

# readingCanvas.formatting.matchFormat.button
source: Match
es: Igualar
fr: Appliquer
hi: मैच करें
ja: 合わせる
zh_hans: 匹配

# readingCanvas.formatting.matchFormat.tooltip
source: Match the nearby PDF text's full style — font, size, color, alignment, margins and wrapping — for this edit.
es: Igualar todo el estilo del texto cercano del PDF (fuente, tamaño, color, alineación, márgenes y ajuste de línea) para esta edición.
fr: Appliquer à cette modification le style complet du texte PDF voisin — police, taille, couleur, alignement, marges et retour à la ligne.
hi: इस संपादन के लिए आस-पास के PDF टेक्स्ट की पूरी स्टाइल — फ़ॉन्ट, आकार, रंग, अलाइनमेंट, मार्जिन और रैपिंग — से मैच करें।
ja: 近くのPDFテキストのスタイル(フォント、サイズ、色、配置、余白、折り返し)をこの編集にすべて合わせます。
zh_hans: 为此编辑匹配附近 PDF 文本的完整样式——字体、大小、颜色、对齐方式、页边距和换行方式。

# readingCanvas.formatting.pasteFormat.button
source: Paste
es: Pegar
fr: Coller
hi: पेस्ट करें
ja: ペースト
zh_hans: 粘贴

# readingCanvas.formatting.pasteFormat.tooltip
source: Paste the previously copied style onto this edit. (⇧⌘V)
es: Pegar en esta edición el estilo copiado anteriormente. (⇧⌘V)
fr: Coller le style précédemment copié sur cette modification. (⇧⌘V)
hi: पहले कॉपी की गई स्टाइल इस संपादन पर पेस्ट करें। (⇧⌘V)
ja: 以前コピーしたスタイルをこの編集に貼り付けます。(⇧⌘V)
zh_hans: 将先前拷贝的样式粘贴到此编辑中。(⇧⌘V)

# readingCanvas.formatting.removeEdit.accessibilityDescription
source: Remove this edit
es: Eliminar esta edición
fr: Supprimer cette modification
hi: यह संपादन हटाएं
ja: この編集を削除
zh_hans: 移除此编辑

# readingCanvas.formatting.removeEdit.tooltip
source: Remove this edit entirely and restore the original PDF text
es: Eliminar por completo esta edición y restaurar el texto original del PDF
fr: Supprimer entièrement cette modification et restaurer le texte PDF d’origine
hi: इस संपादन को पूरी तरह हटाएं और मूल PDF टेक्स्ट वापस लाएं
ja: この編集を完全に削除し、元のPDFテキストに戻します
zh_hans: 完全移除此编辑并恢复原始 PDF 文本

# readingCanvas.formatting.resetFormat.button
source: Reset
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
ja: リセット
zh_hans: 重置

# readingCanvas.formatting.resetFormat.tooltip
source: Reset this edit back to the original detected formatting.
es: Restablecer esta edición al formato original detectado.
fr: Rétablir la mise en forme d’origine détectée pour cette modification.
hi: इस संपादन को मूल पहचानी गई फ़ॉर्मेटिंग पर वापस रीसेट करें।
ja: この編集を検出時の元の書式に戻します。
zh_hans: 将此编辑重置为最初检测到的格式。

# readingCanvas.formatting.saveEdit.tooltip
source: Save this edit (⏎)
es: Guardar esta edición (⏎)
fr: Enregistrer cette modification (⏎)
hi: इस संपादन को सेव करें (⏎)
ja: この編集を保存(⏎)
zh_hans: 保存此编辑（⏎）

# readingCanvas.formatting.signature.accessibilityDescription
source: Signature
es: Firma
hi: हस्ताक्षर
ja: 署名
zh_hans: 签名

# readingCanvas.formatting.textAlignment.tooltip
source: Text alignment
es: Alineación de texto
fr: Alignement du texte
hi: टेक्स्ट अलाइनमेंट
ja: 文字揃え
zh_hans: 文本对齐方式

# readingCanvas.formatting.textColor.default.tooltip
source: Default text
es: Texto predeterminado
fr: Texte par défaut
hi: डिफ़ॉल्ट टेक्स्ट
ja: デフォルトのテキスト
zh_hans: 默认文本

# readingCanvas.formatting.textColor.orifoldBlue.tooltip
source: Orifold blue text
es: Texto azul Orifold
fr: Texte bleu Orifold
hi: Orifold नीला टेक्स्ट
ja: Orifoldブルーのテキスト
zh_hans: Orifold 蓝色文本

# readingCanvas.formatting.textColor.red.tooltip
source: Red text
es: Texto rojo
fr: Texte rouge
hi: लाल टेक्स्ट
ja: 赤いテキスト
zh_hans: 红色文本

# readingCanvas.formatting.textColor.tooltip
source: Text color
es: Color de texto
fr: Couleur du texte
hi: टेक्स्ट का रंग
ja: 文字色
zh_hans: 文字颜色

# readingCanvas.formatting.textColor.white.tooltip
source: White text
es: Texto blanco
fr: Texte blanc
hi: सफ़ेद टेक्स्ट
ja: 白いテキスト
zh_hans: 白色文本

# readingCanvas.formatting.underline.accessibilityDescription
source: Underline
es: Subrayado
fr: Souligner
hi: अंडरलाइन
ja: 下線
zh_hans: 下划线

# readingCanvas.formatting.underline.shortcutTooltip
source: Underline (⌘U)
es: Subrayado (⌘U)
fr: Souligner (⌘U)
hi: अंडरलाइन (⌘U)
ja: 下線(⌘U)
zh_hans: 下划线（⌘U）

# readingCanvas.freeTextEditor.cancel.button
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

# readingCanvas.freeTextEditor.done.button
source: Done
es: Listo
fr: Terminé
hi: पूर्ण
ja: 完了
zh_hans: 完成

# readingCanvas.moveHandle.accessibilityLabel
source: Drag to move text box
es: Arrastra para mover el cuadro de texto
fr: Faites glisser pour déplacer la zone de texte
hi: टेक्स्ट बॉक्स स्थानांतरित करने के लिए खींचें
ja: ドラッグしてテキストボックスを移動
zh_hans: 拖动以移动文本框

# readingCanvas.moveHandle.hint
source: Drag handle to reposition text
es: Arrastra el controlador para reposicionar el texto
fr: Faites glisser la poignée pour repositionner le texte
hi: टेक्स्ट को पुनः स्थित करने के लिए हैंडल खींचें
ja: ハンドルをドラッグしてテキストを再配置
zh_hans: 拖动手柄以重新定位文本

# readingCanvas.moveHandle.tooltip
source: Drag to move
es: Arrastrar para mover
fr: Glisser pour déplacer
hi: स्थानांतरित करने के लिए खींचें
ja: ドラッグして移動
zh_hans: 拖动以移动

# readingCanvas.pageBar.jumpToPage.help
source: Jump to page
es: Ir a la página
fr: Atteindre la page
hi: पेज पर जाएं
ja: ページへ移動
zh_hans: 跳转到页面

# readingCanvas.pageBar.pageLabel
source: Page
es: Página
hi: पेज
ja: ページ
zh_hans: 页

# readingCanvas.scanBar.makeSearchable.button
source: Make it searchable
es: Hacerlo buscable
fr: Rendre consultable
hi: इसे खोजने योग्य बनाएं
ja: 検索可能にする
zh_hans: 使其可搜索

# readingCanvas.scanBar.title
source: This document is a scan
es: Este documento es un escaneo
fr: Ce document est une numérisation
hi: यह दस्तावेज़ एक स्कैन है
ja: この書類はスキャンです
zh_hans: 此文档是扫描件

# readingCanvas.signaturePlacement.cancel.button
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

# readingCanvas.signaturePlacement.cancel.help
source: Cancel signature placement
es: Cancelar la colocación de la firma
fr: Annuler le placement de la signature
hi: हस्ताक्षर लगाना रद्द करें
ja: 署名の配置をキャンセル
zh_hans: 取消放置签名

# readingCanvas.signaturePlacement.instruction
source: Click a page to place the signature.
es: Haz clic en una página para colocar la firma.
fr: Cliquez sur une page pour placer la signature.
hi: हस्ताक्षर लगाने के लिए किसी पेज पर क्लिक करें।
ja: ページをクリックして署名を配置します。
zh_hans: 点按页面以放置签名。

# readingCanvas.textColorChoice.black.name
source: Black
es: Negro
fr: Noir
hi: काला
ja: 黒
zh_hans: 黑色

# readingCanvas.textColorChoice.blue.name
source: Blue
es: Azul
fr: Bleu
hi: नीला
ja: 青
zh_hans: 蓝色

# readingCanvas.textColorChoice.detected.name
source: Detected %@
es: Detectado %@
fr: Détecté %@
hi: पता चला %@
ja: 検出済み %@
zh_hans: 检测到 %@

# readingCanvas.textColorChoice.green.name
source: Green
es: Verde
fr: Vert
hi: हरा
ja: 緑
zh_hans: 绿色

# readingCanvas.textColorChoice.red.name
source: Red
es: Rojo
fr: Rouge
hi: लाल
ja: 赤
zh_hans: 红色

# readingCanvas.textColorChoice.white.name
source: White
es: Blanco
fr: Blanc
hi: सफ़ेद
ja: 白
zh_hans: 白色

# readingCanvas.textEdit.chip.hiddenOCRLayer
source: Hidden text layer — invisible in the original document
es: Capa de texto oculta: invisible en el documento original
fr: Calque de texte caché — invisible dans le document original
hi: छिपी हुई टेक्स्ट परत — मूल दस्तावेज़ में अदृश्य
ja: 非表示のテキストレイヤー — 元のドキュメントでは見えません
zh_hans: 隐藏文本层 — 在原始文档中不可见

# readingCanvas.textEdit.chip.lowVisibility
source: Low-visibility text — nearly invisible in the original document
es: Texto de baja visibilidad: casi invisible en el documento original
fr: Texte à faible visibilité — presque invisible dans le document original
hi: कम-दृश्यता वाला टेक्स्ट — मूल दस्तावेज़ में लगभग अदृश्य
ja: 視認性の低いテキスト — 元のドキュメントではほぼ見えません
zh_hans: 低可见度文本 — 在原始文档中几乎不可见

# readingCanvas.textEdit.chip.reconstructed
source: Reconstructed text — style approximated
es: Texto reconstruido: estilo aproximado
fr: Texte reconstruit : style approché
hi: पुनर्निर्मित टेक्स्ट — शैली अनुमानित है
ja: 再構築されたテキスト — スタイルは推定値です
zh_hans: 已重建的文本 — 样式为估算值

# readingCanvas.textEdit.chip.scannedPage
source: This page looks scanned. Orifold can't detect exact text here — what you type is placed as new text.
es: Esta página parece escaneada. Orifold no puede detectar texto exacto aquí; lo que escribas se colocará como texto nuevo.
fr: Cette page semble numérisée. Orifold ne peut pas détecter de texte exact ici — ce que vous saisissez sera placé comme nouveau texte.
hi: यह पेज स्कैन किया हुआ लगता है। Orifold यहां सटीक टेक्स्ट नहीं पहचान सकता — आप जो टाइप करेंगे वह नए टेक्स्ट के रूप में रखा जाएगा।
ja: このページはスキャンされているようです。Orifoldはここで正確なテキストを検出できません — 入力した内容は新しいテキストとして配置されます。
zh_hans: 此页面似乎是扫描件。Orifold 无法在此处检测到确切的文本 — 您输入的内容将作为新文本放置。

# readingCanvas.zoomFit.help
source: Zoom to fit (⌘0)
es: Ajustar a la página (⌘0)
fr: Ajuster à la page (⌘0)
hi: पेज फ़िट करें (⌘0)
ja: ページに合わせる(⌘0)
zh_hans: 适合页面（⌘0）

# readingCanvas.zoomIn.help
source: Zoom in (⌘+)
es: Acercar (⌘+)
fr: Zoom avant (⌘+)
hi: ज़ूम इन करें (⌘+)
ja: 拡大(⌘+)
zh_hans: 放大（⌘+）

# readingCanvas.zoomOut.help
source: Zoom out (⌘−)
es: Alejar (⌘−)
fr: Zoom arrière (⌘−)
hi: ज़ूम आउट करें (⌘−)
ja: 縮小(⌘−)
zh_hans: 缩小（⌘−）

# recentFiles.card.accessibilityHint
source: Double-click to open this file
es: Haz doble clic para abrir este archivo
fr: Double-cliquez pour ouvrir ce fichier
hi: यह फ़ाइल खोलने के लिए डबल-क्लिक करें
ja: ダブルクリックしてこのファイルを開く
zh_hans: 双击以打开此文件

# recentFiles.clear
source: Clear
es: Borrar
fr: Effacer
hi: साफ़ करें
ja: クリア
zh_hans: 清除

# recentFiles.header
source: Recently viewed
es: Vistos recientemente
fr: Récemment consultés
hi: हाल ही में देखी गई
ja: 最近表示したファイル
zh_hans: 最近查看

# recentFiles.menu.open
source: Open
es: Abrir
fr: Ouvrir
hi: खोलें
ja: 開く
zh_hans: 打开

# recentFiles.menu.remove
source: Remove from Recents
es: Quitar de recientes
fr: Retirer des récents
hi: हाल ही से हटाएं
ja: 最近の項目から削除
zh_hans: 从最近使用中移除

# recentFiles.menu.showInFinder
source: Show in Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएं
ja: Finderで表示
zh_hans: 在 Finder 中显示

# recentFiles.notFound
source: Not found
es: No encontrado
fr: Introuvable
hi: नहीं मिला
ja: 見つかりません
zh_hans: 未找到

# recentFiles.open
source: Open
es: Abrir
fr: Ouvrir
hi: खोलें
ja: 開く
zh_hans: 打开

# recentFiles.pageCount.plural
source: %lld pages
es: %lld páginas
hi: %lld पेज
ja: %lldページ
zh_hans: %lld 页

# recentFiles.pageCount.singular
source: 1 page
es: 1 página
hi: 1 पेज
ja: 1ページ
zh_hans: 1 页

# recentFiles.resumeAtPage
source: Resume · p. %lld
es: Reanudar · p. %lld
fr: Reprendre · p. %lld
hi: फिर से शुरू करें · पृ. %lld
ja: 再開 · p. %lld
zh_hans: 继续 · 第 %lld 页

# recentFiles.showAll
source: Show all (%lld)
es: Mostrar todo (%lld)
fr: Tout afficher (%lld)
hi: सभी दिखाएं (%lld)
ja: すべて表示（%lld）
zh_hans: 显示全部（%lld）

# recentFiles.showLess
source: Show less
es: Mostrar menos
fr: Afficher moins
hi: कम दिखाएं
ja: 表示を減らす
zh_hans: 收起

# savePanel.export.prompt
source: Export
es: Exportar
fr: Exporter
hi: निर्यात करें
ja: 書き出す
zh_hans: 导出

# savePanel.exportPDF.title
source: Export PDF
es: Exportar PDF
fr: Exporter le PDF
hi: PDF निर्यात करें
ja: PDFを書き出す
zh_hans: 导出 PDF

# savePanel.exportSelectedPages.title
source: Export Selected Pages
es: Exportar páginas seleccionadas
fr: Exporter les pages sélectionnées
hi: चयनित पृष्ठ निर्यात करें
ja: 選択したページを書き出す
zh_hans: 导出所选页面

# savePanel.import.prompt
source: Import
es: Importar
fr: Importer
hi: आयात करें
ja: インポート
zh_hans: 导入

# savePanel.importDigitalID.title
source: Import Digital ID
es: Importar ID digital
fr: Importer une ID numérique
hi: डिजिटल ID आयात करें
ja: デジタルIDをインポート
zh_hans: 导入数字证书

# savePanel.reduce.prompt
source: Reduce
es: Reducir
fr: Réduire
hi: घटाएं
ja: 縮小
zh_hans: 缩减

# savePanel.reduceFileSize.title
source: Reduce File Size
es: Reducir tamaño del archivo
fr: Réduire la taille du fichier
hi: फ़ाइल का आकार घटाएं
ja: ファイルサイズを縮小
zh_hans: 缩减文件大小

# savePanel.signExport.title
source: Sign & Export PDF
es: Firmar y exportar PDF
fr: Signer et exporter le PDF
hi: हस्ताक्षर करें और PDF निर्यात करें
ja: 署名してPDFを書き出す
zh_hans: 签名并导出 PDF

# search.noResults
source: No results
es: Sin resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं
ja: 見つかりませんでした
zh_hans: 无结果

# search.pageLabel
source: Page %@
es: Página %@
hi: पृष्ठ %@
ja: %@ ページ
zh_hans: 第 %@ 页

# search.placeholder
source: Search workspace…
es: Buscar en el espacio de trabajo…
fr: Rechercher dans l’espace de travail…
hi: वर्कस्पेस खोजें…
ja: ワークスペースを検索…
zh_hans: 搜索工作区…

# search.replace.all.button
source: Replace All…
es: Reemplazar todo…
fr: Tout remplacer…
hi: सभी बदलें…
ja: すべて置換…
zh_hans: 全部替换…

# search.replace.all.result.one
source: Successfully replaced 1 occurrence of “%@” with “%@”.
es: Se reemplazó correctamente 1 aparición de “%@” por “%@”.
fr: 1 occurrence de « %@ » remplacée avec succès par « %@ ».
hi: “%@” की 1 प्रविष्टि को सफलतापूर्वक “%@” से बदला गया।
ja: “%@”を1件“%@”に正常に置換しました。
zh_hans: 已成功将 1 处“%@”替换为“%@”。

# search.replace.all.result.other
source: Successfully replaced %lld occurrences of “%@” with “%@”.
es: Se reemplazaron correctamente %lld apariciones de “%@” por “%@”.
fr: %lld occurrences de « %@ » remplacées avec succès par « %@ ».
hi: “%@” की %lld प्रविष्टियों को सफलतापूर्वक “%@” से बदला गया।
ja: “%@”を%lld件“%@”に正常に置換しました。
zh_hans: 已成功将 %lld 处“%@”替换为“%@”。

# search.replace.all.result.skippedSuffix.one
source: 1 match in protected text couldn’t be replaced automatically.
es: 1 coincidencia en texto protegido no se pudo reemplazar automáticamente.
fr: 1 correspondance dans du texte protégé n’a pas pu être remplacée automatiquement.
hi: सुरक्षित टेक्स्ट में 1 मिलान को स्वचालित रूप से नहीं बदला जा सका।
ja: 保護されたテキスト内の1件の一致は自動的に置換できませんでした。
zh_hans: 受保护文本中的 1 处匹配项无法自动替换。

# search.replace.all.result.skippedSuffix.other
source: %lld matches in protected text couldn’t be replaced automatically.
es: %lld coincidencias en texto protegido no se pudieron reemplazar automáticamente.
fr: %lld correspondances dans du texte protégé n’ont pas pu être remplacées automatiquement.
hi: सुरक्षित टेक्स्ट में %lld मिलानों को स्वचालित रूप से नहीं बदला जा सका।
ja: 保護されたテキスト内の%lld件の一致は自動的に置換できませんでした。
zh_hans: 受保护文本中的 %lld 处匹配项无法自动替换。

# search.replace.all.result.zero
source: No occurrences found for “%@”.
es: No se encontraron apariciones de “%@”.
fr: Aucune occurrence de « %@ » trouvée.
hi: “%@” की कोई प्रविष्टि नहीं मिली।
ja: “%@”は見つかりませんでした。
zh_hans: 未找到“%@”的匹配项。

# search.replace.confirm.cancel
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

# search.replace.confirm.message.one
source: Replace 1 match with “%@”? This can be undone in one step.
es: ¿Reemplazar 1 coincidencia por “%@”? Se puede deshacer en un solo paso.
fr: Remplacer 1 correspondance par « %@ » ? Cette action peut être annulée en une seule fois.
hi: 1 मिलान को “%@” से बदलें? इसे एक चरण में पूर्ववत किया जा सकता है।
ja: 1件の一致を“%@”に置換しますか？この操作は一度で取り消せます。
zh_hans: 将 1 处匹配项替换为“%@”？此操作可一步撤销。

# search.replace.confirm.message.other
source: Replace %lld matches with “%@”? This can be undone in one step.
es: ¿Reemplazar %lld coincidencias por “%@”? Se puede deshacer en un solo paso.
fr: Remplacer %lld correspondances par « %@ » ? Cette action peut être annulée en une seule fois.
hi: %lld मिलानों को “%@” से बदलें? इसे एक चरण में पूर्ववत किया जा सकता है।
ja: %lld件の一致を“%@”に置換しますか？この操作は一度で取り消せます。
zh_hans: 将 %lld 处匹配项替换为“%@”？此操作可一步撤销。

# search.replace.confirm.replace
source: Replace All
es: Reemplazar todo
fr: Tout remplacer
hi: सभी बदलें
ja: すべて置換
zh_hans: 全部替换

# search.replace.confirm.title
source: Replace All Matches?
es: ¿Reemplazar todas las coincidencias?
fr: Remplacer toutes les correspondances ?
hi: सभी मिलान बदलें?
ja: すべての一致を置換しますか？
zh_hans: 替换所有匹配项？

# search.replace.disclosure.help
source: Show replace options
es: Mostrar opciones de reemplazo
fr: Afficher les options de remplacement
hi: बदलें विकल्प दिखाएँ
ja: 置換オプションを表示
zh_hans: 显示替换选项

# search.replace.emptyQuery
source: Enter text to find before replacing.
es: Escribe el texto que quieres buscar antes de reemplazar.
fr: Saisissez le texte à rechercher avant de remplacer.
hi: बदलने से पहले खोजने के लिए टेक्स्ट दर्ज करें।
ja: 置換する前に検索するテキストを入力してください。
zh_hans: 请先输入要查找的文本，然后再替换。

# search.replace.matches.one
source: %lld match found
es: %lld coincidencia encontrada
fr: %lld correspondance trouvée
hi: %lld मिलान मिला
ja: %lld 件の一致が見つかりました
zh_hans: 找到 %lld 处匹配项

# search.replace.matches.other
source: %lld matches found
es: %lld coincidencias encontradas
fr: %lld correspondances trouvées
hi: %lld मिलान मिले
ja: %lld 件の一致が見つかりました
zh_hans: 找到 %lld 处匹配项

# search.replace.noMatches
source: No matches found
es: No se encontraron coincidencias
fr: Aucune correspondance trouvée
hi: कोई मिलान नहीं मिला
ja: 一致するものが見つかりません
zh_hans: 未找到匹配项

# search.replace.one.button
source: Replace
es: Reemplazar
fr: Remplacer
hi: बदलें
ja: 置換
zh_hans: 替换

# search.replace.one.help
source: Replace the selected match
es: Reemplazar la coincidencia seleccionada
fr: Remplacer la correspondance sélectionnée
hi: चयनित मिलान बदलें
ja: 選択した一致を置換
zh_hans: 替换所选匹配项

# search.replace.placeholder
source: Replace with
es: Reemplazar con
fr: Remplacer par
hi: इससे बदलें
ja: 置換後の文字列
zh_hans: 替换为

# search.replace.result.one
source: Replaced 1 occurrence of “%@” with “%@”.
es: Se reemplazó 1 aparición de “%@” por “%@”.
fr: 1 occurrence de « %@ » remplacée par « %@ ».
hi: “%@” की 1 प्रविष्टि को “%@” से बदला गया।
ja: “%@”を1件“%@”に置換しました。
zh_hans: 已将 1 处“%@”替换为“%@”。

# search.replace.skippedEmpty
source: Replacing this would leave the comment empty, so it was skipped.
es: Reemplazar esto dejaría el comentario vacío, así que se omitió.
fr: Ce remplacement laisserait le commentaire vide, il a donc été ignoré.
hi: इसे बदलने से टिप्पणी खाली रह जाएगी, इसलिए इसे छोड़ दिया गया।
ja: この置換を行うとコメントが空になるため、スキップされました。
zh_hans: 此替换会使评论变为空白，因此已跳过。

# search.results.count.one
source: %lld result
es: %lld resultado
fr: %lld résultat
hi: %lld परिणाम
ja: %lld 件の結果
zh_hans: %lld 个结果

# search.results.count.other
source: %lld results
es: %lld resultados
fr: %lld résultats
hi: %lld परिणाम
ja: %lld 件の結果
zh_hans: %lld 个结果

# search.results.position
source: %lld of %lld
es: %lld de %lld
fr: %lld sur %lld
hi: %lld में से %lld
ja: %lld / %lld
zh_hans: 第 %lld 个，共 %lld 个

# settings.appearance.label
source: Appearance
es: Apariencia
fr: Apparence
hi: रूप
ja: 外観
zh_hans: 外观

# settings.language.label
source: Language
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
zh_hans: 语言

# settings.updates.action.download
source: Download Update
es: Descargar actualización
fr: Télécharger la mise à jour
hi: अपडेट डाउनलोड करें
ja: アップデートをダウンロード
zh_hans: 下载更新
